cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'mackup'
brew 'jq'
brew 'httpie'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'nvm'
brew 'tophat/bar/yvm'
brew 'awscli'
brew 'azure-cli'
brew 'j'
brew 'gnupg2'
brew 'gopass'
brew 'r'
brew 'git'
brew 'rbenv'
brew 'kubectx'
brew 'bash-completion'
brew 'go'
brew 'shpotify'
brew 'openssl'

cask 'iterm2'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'tunnelblick'
cask 'font-source-code-pro-for-powerline'
cask 'font-fira-code'
cask 'tableplus'

